[
  {
    "name": "html",
    "descrption" : "HTML es un lenguaje de marcado que se utiliza para el desarrollo de páginas de Internet",
    "link" : "https://www.w3schools.com/html/"
  },
  {
    "name" : "css",
    "descrption" : "CSS es un lenguaje de hojas de estilos creado para controlar el aspecto o presentación de los documentos electrónicos",
    "link" : "https://www.w3schools.com/css/"
  },
  {
    "name" : "ionic",
    "descrption" : " Ionic es un framework para el desarrollo de aplicaciones híbridas",
    "link": "https://ionicframework.com/docs"
  },
  {
    "name" : "una pagina",
    "descrption" : "Aprender programacion web, es de vital importancia aprender bien desde el principio c: ",
    "link": "https://www.w3schools.com"
  },
  {
    "name" : "ser mejor desarrollador web",
    "descrption" : "Pues primero deberias estudiar HTML, te recomiendo esta pagina, a mi me ayudo c:",
    "link": "https://www.w3schools.com/html/"
  },
  {
    "name" : "mejorar",
    "descrption" : "Practicando, hay muchas formas, y tambien debes seguir tutoriales, hay videos en youtube y demás, igualmente te recomiendo esta pagina, son tutoriales basicos para hay otros mejores",
    "link": "https://www.w3schools.com/"
  },
  {
    "name" : "ajax",
    "descrption" : "AJAX, acrónimo de Asynchronous JavaScript And XML, es una técnica de desarrollo web para crear aplicaciones interactivas o RIA.",
    "link": "https://www.w3schools.com/xml/ajax_intro.asp"
  },
  {
    "name" : "bootstrap",
    "descrption" : "Bootstrap es una biblioteca multiplataforma o conjunto de herramientas de código abierto para diseño de sitios y aplicaciones web.",
    "link": "https://www.w3schools.com/bootstrap/"
  },
  {
    "name" : "jquery",
    "descrption" : "jQuery es una biblioteca multiplataforma de JavaScript, creada inicialmente por John Resig, que permite simplificar la manera de interactuar con los documentos HTML, manipular el árbol DOM, manejar eventos, desarrollar animaciones y agregar interacción con la técnica AJAX a páginas web.​",
    "link": "https://www.w3schools.com/jquery/"
  },
  {
    "name" : "web",
    "descrption" : "Una página web, o página electrónica, página digital, o ciberpágina​​ es un documento o información electrónica capaz de contener texto, sonido, vídeo, programas, enlaces, imágenes y muchas otras cosas, adaptada para la llamada World Wide Web y que puede ser accedida mediante un navegador web.",
    "link": "https://okhosting.com/blog/que-es-web/"
  },
  {
    "name" : "xml",
    "descrption" : "XML, siglas en inglés de eXtensible Markup Language, traducido como \"Lenguaje de Marcado Extensible\" o \"Lenguaje de Marcas Extensible\", es un meta-lenguaje que permite definir lenguajes de marcas desarrollado por el World Wide Web Consortium utilizado para almacenar datos en forma legible.",
    "link": "https://www.w3schools.com/xml/"
  }
]
